CSI API ETABS v1
cAnalysisResultsSetup.GetOptionMultiStepStatic Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int GetOptionMultiStepStatic(
	ref int Value
)
Function GetOptionMultiStepStatic (
	ByRef Value As Integer
) As Integer
Dim instance As cAnalysisResultsSetup
Dim Value As Integer
Dim returnValue As Integer
returnValue = instance.GetOptionMultiStepStatic(Value)
int GetOptionMultiStepStatic(
	int% Value
)
abstract GetOptionMultiStepStatic :
        Value : int byref -> int
Parameters
Value
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cAnalysisResultsSetup Interface
ETABSv1 Namespace